Repository: salgadox/sensecity-africa-io
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: List of tags
fr: Liste des tags

source: The number of tags must be at least %(min)s and at most %(max)s
fr: Le nombre de tags doit être d'au moins %(min)s et d'au plus %(max)s

source: Author
fr: Auteur

source: Country
fr: Pays

source: City
fr: Ville

source: Location
fr: Localisation

source: Upload a photo
fr: Télécharger une photo

source: <p class="font-italic">Fields in <span class="font-weight-bold">bold</span> are required.</p>
fr: <p class="font-italic">Les champs en <span class="font-weight-bold">gras</span> sont obligatoires.</p>

source: Save
fr: Sauvegarder

source: Disclaimer
fr: Clause de non-responsabilité

source: All contributors concede SenseCity Africa the right to display any uploaded material, and to use it for research purposes. SenseCity Africa and its developers are not responsible for any issues related to image rights. Contributors must be attentive to anonymity and avoid having any personal details shown in the uploaded picture. In addition, contributors shall not take pictures of people in a way they can be recognised, unless they have their explicit consent. SenseCity Africa reserves the rights to use the uploaded photos in social media to promote the project.
fr: Tous.t.es les contributeurs.rices concèdent à SenseCity Africa le droit de montrer les données partagées à la Biennale d'architecture et d'urbanisme de Séoul 2021, et de les utiliser à des fins de recherche. SenseCity Africa et ses développeurs.euse ne sont pas responsables des questions liées au droit d'image du matériel partagé. Les contributeurs.rices doivent être attentifs.ves à l'anonymat et doivent éviter de faire apparaître des informations personnelles sur l'image partagée. De même, les contributeurs.rices ne doivent pas prendre des photos d'individus identifiables, sauf s'ils ont leur consentement explicite. SenseCity Africa se réserve le droit d'utiliser les photos téléchargées sur les réseaux sociaux afin de promouvoir le projet

source: I understand and agree with the terms of contribution described here.
fr: Je comprends et j'accepte les conditions de contribution décrites ici.

source: You must agree to the terms before uploading a photo.
fr: Vous devez accepter les conditions avant de télécharger une photo.

source: Accept
fr: J'accepte

source: Use my location
fr: Utilise ma localisation

source: Geolocation is not supported by this browser.
fr: La géolocalisation n'est pas prise en charge par ce navigateur.

source: Photos tagged with:
fr: Photos tagués avec:

source: Photos from:
fr: Photos de:

source: Your photo was uploaded successfully and is now awaiting moderation. Thank you!
fr: Votre photo a été téléchargé avec succès et est maintenant en attente de modération. Merci!

source: Home
fr: Accueil

source: Upload
fr: Télécharger

source: About
fr: À propos

source: Language
fr: Langue

source: Urban and regional planning community (CEAT)
fr: Communauté d'études pour l'Aménagement du Territoire (CEAT)

source: All rights reserved
fr: Tous les droits sont réservés

source: SenseCity Africa: a collaborative project
fr: SenseCity Africa : un projet collaboratif

source: The digital transition in Africa
fr: La transition numérique en Afrique

source: In Africa, the digitalization process is happening faster and is more ubiquitous than one might expect. In fact, about a decade before payments through mobile phones became common in the North Atlantic, such technology was already available in several African countries, a famous example being MPesa in Kenya. Also, Internet connectivity is increasing rapidly in sub-Saharan Africa: <a href="https://www.itu.int/en/ITU-D/Statistics/Pages/stat/default.aspx">with nearly 300 million internet users in 2019</a>,the Internet penetration rate in the region has not grown faster anywhere in the last decade, progressively closing the gap with the rest of the world. This development is mainly based on the growth of mobile telephony and telecommunication infrastructures - in 2019, nearly <a href="https://www.gsma.com/r/wp-content/uploads/2020/09/Mobile-Internet-Connectivity-SSA-Fact-Sheet.pdf">790 million people in sub-Saharan Africa lived in an area covered by at least 3G signal</a>. Today, people may have access to a phone before they can access basic services such as safely managed water and sanitation.
fr: En Afrique, la numérisation est plus rapide et intense qu'on pourrait le croire. De fait, environ une décennie avant que les paiements par téléphone portable ne deviennent courants en « Occident », ces types de transactions étaient déjà disponiblesdans plusieurs pays africains - par exemple, MPesa au Kenya. De même, la connectivité à internet augmente rapidement en Afrique subsaharienne : <a href="https://www.itu.int/en/ITU-D/Statistics/Pages/stat/">avec pr&egrave;s de 300 millions d'internautes en 2019</a>, le taux de pénétration d'internet dans cette région n'a connu une telle croissance nulle part ailleurs, comblant progressivement l'écart avec le reste du monde. Cette évolution repose principalement sur l'essor de la téléphonie mobile : en 2019, <a href="https://www.gsma.com/r/wp-content/uploads/2020/09/Mobile-Internet-Connectivity-SSA-Fact-Sheet.pdf">près de 790 millions d'Africains se trouvaient dans une zone couverte par au moins un signal 3G</a>. Aujourd'hui, il est souvent plus facile d'accéder à un téléphone portable qu'à des services de base tels que l'eau et l'assainissement.

source: Potential applications in urban planning
fr: Potentielles applications en termes de planification urbaine

source: African cities are resilient by nature: for the many, dealing with limited resources and challenging environmental conditions is their routine, which results in largely "informal" social arrangements and spatial developments. However, current urban planning policies and tools often fail to address the significant portion of the urban population that lives in "informality". One of the main limitations is, indeed, access to reliable and updated data on all areas of the city, especially on informal settlements.
fr: Les villes africaines sont résilientes par nature : pour beaucoup, faire face à des ressources limitées et à des conditions environnementales difficiles fait partie de leur routine, ce qui se traduit par des arrangements sociaux et spatiaux largement « informels ». Cependant, les politiques et les outils de planification urbaine actuels ne tiennent souvent pas compte de la part importante de la population urbaine vivant dans l'informalité. L'une des principales limites est, en effet, l'accès à des données fiables et actualisées sur tous les secteurs de la ville, en particulier des quartiers « informels », ou précaires.

source: As digitalization seems to outpace the expansion of basic infrastructures and services, urban planners should reconsider, at this point, the role that digital technologies could play in the spatial development of African cities. As the latter go through drastically fast changes in their demography and morphology, they could certainly benefit from more dynamic monitoring tools based on mobile communication devices and crowdsourced data.
fr: Alors que le progrès de la numérisation semble dépasser l'expansion des infrastructures et des services de base, les urbanistes devraient reconsidérer, à ce stade, le r&ocirc;le que le numérique pourrait jouer dans le développement spatial des villes africaines. Par exemple, alors que les villes africaines connaissent des changements intenses dans leur démographie et leur morphologie, elles pourraient certainement bénéficier d'outils de suivi plus dynamiques, basés sur des dispositifs de télécommunication et de « crowdsourcing ».

source: With recent advances in geospatial and communication technologies, virtually any connected citizen is now able to share their own urban experience - and thus "have a voice" - by providing both qualitative and quantitative data useful for urban planners. This opens the way for more participatory and inclusive planning practices that, by nature, rely on more plural and complete databases to inform decision-making.
fr: Grâce aux progrès récents des technologies géospatiales et de télécommunication, pratiquement toute personne connectée à internet est désormais en mesure de partager sa propre expérience urbaine - et donc d'être"entendu.e" - en fournissant des données qualitatives et quantitatives utiles aux urbanistes. Cela ouvre la voie à des pratiques de planification plus participatives et inclusives qui, par nature, reposent sur des bases de données plus plurielles et plus complètes pourguiderlesprisesde décision.

source: SenseCity Africa: crowdsourcing urban data
fr: SenseCity Africa : « crowdsourcing » de données urbaines

source: SenseCity Africa explores the potential offered by communication technologies and the ubiquity of Internet access to address urban challenges in Africa. In this way, SenseCity displays urban data produced by "human sensors", in a process that Michael Goodchild has coined as <a href="https://link.springer.com/article/10.1007/s10708-007-9111-y">"Volunteered Geographic Information" (VGI)</a>. This experiment builds on <a href="https://www.epfl.ch/labs/ceat/en/map4dev-maps-for-development-2/">previous works elaborated by the CEAT team</a>.
fr: SenseCity Africa explore le potentiel offert par les technologies de télécommunication et l'accessibilité croissante à internet pour répondre aux défisurbains en Afrique. Ainsi, SenseCity Africa affiche des données urbaines produites par des "capteurs humains", dans un processus que Michael Goodchild a nommé <a href="https://link.springer.com/article/10.1007/s10708-007-9111-y">"information géographique volontaire" (VGI, en anglais)</a>. Cette expérience se base sur d'<a href="https://www.epfl.ch/labs/ceat/en/map4dev-maps-for-development-2/">autres travaux de l'équipe CEAT</a>.

source: The results of SenseCity will be materialized in the form of georeferenced images featuring qualitative attributes given by "tags", collected throughout the African continent. The preliminary outputs of this experiment will be presented at the <a href="https://seoulbiennale.org/teaser">2021 Seoul Biennale of Architecture and Urbanism</a>.
fr: Les résultats matérialise sous la forme d'images géoréférencées comportant des attributs qualitatifs donnés par des "tags", collectées sur l'ensemble du continent africain. Les résultats de cette expérience seront présentés à la Biennale d'architecture et d'urbanisme de Séoul en 2021.

source: Contribute
fr: Contribuez

source: Everyone is entitled to contribute to the development of the database. Simply go to the <a href="%(upload_url)s">"Upload"</a> tab and upload a photo of an African urban landscape. Please do not forget to add "tags" to your photo, suggesting how you perceive the place being photographed: for example, "bad traffic", "great view", "work", "home" or anything that comes up to your mind. For the sake of consistency, each contribution will be carefully examined before being published online.
fr: Tout le monde a le droit de contribuer au développement de la base de données. Il suffit d'aller sur l'onglet <a href="%(upload_url)s">"Télécharger"</a> et d'y charger une de vos photos montrant un paysage urbain africain. N'oubliez pas d'ajouter des "tags" à votre photo, indiquant comment vous percevez le lieu photographié : par exemple, "mauvais trafic", "belle vue", "travail", "maison" ou tout ce qui vous vient à l'esprit. Dans un souci de cohérence, chaque contribution sera soigneusement examinée avant d'être mise en ligne.

source: All contributors concede SenseCity Africa the right to display any uploaded material, and to use it for research purposes. SenseCity Africa and its developers are not responsible for any issues related to image rights. Contributors must be attentive to anonymity and avoid having any personal details shown in the uploaded picture. In addition, contributors shall not take pictures of people in a way they can be recognised, unless they have their explicit consent. SenseCity Africa reserves the rights to use the uploaded photos in social media to promote the project.
fr: Tous.t.es les contributeurs.rices concèdent à SenseCity Africa le droit de montrer les données partagées à la Biennale d'architecture et d'urbanisme de Séoul 2021, et de les utiliser à des fins de recherche. SenseCity Africa et ses développeurs.euse ne sont pas responsables des questions liées au droit d'image du matériel partagé. Les contributeurs.rices doivent être attentifs.ves à l'anonymat et doivent éviter de faire apparaître des informations personnelles sur l'image partagée. De même, les contributeurs.rices ne doivent pas prendre des photos d'individus identifiables, sauf s'ils ont leur consentement explicite. SenseCity Africa se réserve le droit d'utiliser les photos téléchargées sur les réseaux sociaux afin de promouvoir le projet

source: Explore African Cities with your photos
fr: Explorez les villes africaines avec vos photos

source: About SenseCity Africa
fr: À propos de SenseCity Africa

source: SenseCity Africa is a project developed by researchers of the <a href="https://www.epfl.ch/labs/ceat">Urban and Regional Planning Community (CEAT)</a>, based at the <a href="https://www.epfl.ch">Swiss Federal Institute of Technology in Lausanne (EPFL)</a>. This project explores the potential offered by communication technologies and the ubiquity of Internet access to address urban challenges in Africa. Everyone is invited to contribute by uploading photos illustrating their own urban experience on the continent. The results will be presented at the <a href="https://seoulbiennale.org/teaser">2021 Seoul Biennale of Architecture and Urbanism</a>.
fr: SenseCity est un projet développé par des chercheurs de la <a href="https://www.epfl.ch/labs/ceat">Communauté d'études pour l'aménagement du territoire (CEAT)</a>, basée à l'<a " "href="https://www.epfl.ch">École Polytechnique Fédérale de Lausanne (EPFL)</a>. Ce projet explore le potentiel offert par les technologies de télécommunication et l'accessibilité croissante à internet pour répondre aux défis urbains en Afrique. Nous vous invitons donc à contribuer à ce projet en envoyant des photos illustrant votre propre expérience urbaine en Afrique. Les résultats seront présentés à la <a href="https://seoulbiennale.org/teaser">Biennale d'architecture et d'urbanisme de Séoul en 2021</a>.

source: Read more about the project in the <a href="%(about_url)s">"About"</a> page.
fr: En savoir plus sur le projet dans la page <a href="%(about_url)s">"à propos".</a>

source: Everyone is entitled to contribute to the development of the database. Simply go to the <a href="%(upload_url)s">"Upload"</a> tab and upload a photo of an African urban landscape. For the sake of consistency, each contribution will be carefully examined before being published online.
fr: Tout le monde a le droit de contribuer au développement de la base de données. Il suffit d'aller sur l'onglet <a href="%(upload_url)s">"Télécharger"</a> et d'y charger une de vos photos montrant un paysage urbain africain. Dans un souci de cohérence, chaque contribution sera soigneusement examinée avant d'être mise en ligne.
